about
add
after
again
ago
all
all day
also
always
and
animal
animals
another
any
anything
are
around
as
ask
asked
at
ate
away
babies
baby
back
backyard
baker
bath
be
beaches
because
bed
been
before
began
begin
belong
best
better
bite
black
board
book
books
booth
boy
branch
branches
bring
brown
build
built
burn
bushes
but
by
call
called
came
can
car
carry
cart
check
chew
church
circle
clapping
classes
clean
close
cloth
coat
cold
collect
color
come
cookies
correct
could
couple
crumb
cry
cub
date
day
dear
dentist
did
dig
digging
dirt
doctor
dollar
door
down
draw
dress
dropped
drove
dug
each
ear
early
end
enough
escape
even
every
eyes
face
fall
fame
far
farm
farmer
fast
fat
feed
fell
felt
fifth
finally
find
fine
finish
fire
first
flashes
floor
fly
followed
food
foolish
for
fort
found
fourth
foxes
free
friendly
from
front
funny
garage
garden
gave
get
girl
give
go
gone
gonna
good
grant
grow
guess
had
hard
has
have
hear
heard
help
here
high
him
hook
hope
hot
hour
house
how
hugged
hurt
if
instead
item
just
keep
kept
kind
know
last
laugh
leaf
leave
leaves
left
let
letter
letting
like
line
little
live
lonely
long
longer
lost
made
make
man
many
mind
money
month
more
morning
mother
mouse
much
myself
nail
need
new
nice
noise
nose
now
nurse
old
once
other
our
oven
paint
pair
park
part
people
person
place
plan
playground
plead
please
pop
present
pretty
price
pulled
put
quiet
race
reach
red
reel
ride
right
round
rude
running
safe
said
sale
same
sat
scared
second
see
seem
seen
shape
sharp
sheep
sheets
shop
short
should
shout
show
sing
sister
sit
skipped
slipped
small
so
some
somebody
something
sore
speak
special
spoke
sport
stand
stare
start
stay
stepped
still
store
strange
street
students
such
suddenly
surely
sweep
swept
table
take
talk
tapped
tell
thank
that
their
them
then
there
thing
think
third
three
threw
through
throw
tie
tight
today
together
tomorrow
too
took
tree
tried
true
tug
turn
twice
underline
unhook
until
up
us
use
visit
walk
want
warm
wash
watches
water
week
weekdays
weekend
well
went
were
where
white
whole
wife
will
winning
wish
without
woman
word
work
worry
would
write
yard
year
yesterday